[
  {
    "title": "The Black Swan",
    "quantity": 1,
    "img": "https://i.thriftbooks.com/api/imagehandler/s/1460905BA525D56CA92284E3C41AF31AEE308468.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/26945F0161C53A70092CDC2703B46BE664CCBE45.jpeg",
    "author": "Nassim Nicholas",
    "category": "science",
    "rating": 5,
    "detail": "The phenomenal international bestseller that shows us how to stop trying to predict everything - and take advantage of uncertainty What have the invention of the wheel, Pompeii, the Wall Street Crash, Harry Potter and the internet got in common? Why are all forecasters con-artists? Why should you never run for a train or read a newspaper? This book is all about Black Swans: the random events that underlie our lives, from bestsellers to world disasters. Their impact is huge; they're impossible to predict; yet after they happen we always try to rationalize them. Taleb is a bouncy and even exhilarating guide ... I came to relish what he said, and even develop a sneaking affection for him as a person' Will Self, Independent on Sunday 'He leaps like some superhero of the mind' Boyd Tonkin, Independent This detail may be from another edition of this product."
  },
  {
    "title": "What Your Fifth Grader Needs to Know",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/CA8B92D73C7168C38C58BAB714998A3F374C7E46.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/CA8B92D73C7168C38C58BAB714998A3F374C7E46.jpeg",
    "author": "Walter Isaac",
    "category": "science",
    "rating": 5,
    "detail": "This completely revised and attractively redesigned edition of one of the most popular volumes in the bestselling Core Knowledge Series features up-to-date ideas and information based on input from parents and teachers across the country. With sixteen pages of full-color illustrations, a bolder, easier-to-follow format, and a thoroughly updated curriculum, What Your Fifth Grader Needs to Know, Revised Edition, reflects the Core Knowledge Foundation's ongoing commitment to providing a solid educational foundation for today's elementary school students. What Your Fifth Grader Needs to Know, Revised Edition, covers the basics of language arts, history and geography, visual arts, music, math, and science. A collection of American speeches, tales from around the world, math problems, and biographies of famous scientists add to the book's usefulness and enhance the pleasure of both adult and child as they work together. Hundreds of thousands of children have benefited from the Core Knowledge Series. This revised edition gives a new generation of fifth graders the knowledge they need to make progress in school and establish an approach to learning that will last a lifetime.",
    "quantity": 1
  },
  {
    "title": "Cosmos",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/4829E9D7DD9C8C7D8A841891401EC712F99E75C1.jpeg",
    "detail_img": "https://m.media-amazon.com/images/I/51h5zldVrjL._SL350_.jpg",
    "author": "Cart Sagan",
    "category": "science",
    "rating": 5,
    "detail": "The best-selling science book ever published in the English language, COSMOS is a magnificent overview of the past, present, and future of science. Brilliant and provocative, it traces today's knowledge and scientific methods to their historical roots, blending science and philosophy in a wholly energetic and irresistible way. This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "Night Sky: A Field Guide to the Constellations",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/60EC7F826ACAD44F04FC3FC5EAC57EDB46669D54.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/60EC7F826ACAD44F04FC3FC5EAC57EDB46669D54.jpeg",
    "author": "Jonathan Poppele",
    "category": "science",
    "rating": 4.5,
    "detail": "Stargazing is among the most peaceful and inspiring outdoor activities. Night Sky, the award-winning book by Jonathan Poppele, makes it even better Take a simple approach to finding 64 constellations by focusing on one constellation at a time, instead of attempting to study dizzying charts. Start with the easy-to-find constellations during each season and work toward the more difficult ones. Learn how to locate any constellation in relation to the Big Dipper, the North Star, and the top of the sky. With multiple ways to locate each constellation, you'll know where in the sky to look and what to look for Along the way, you'll be introduced to mythology, facts, and tidbits, as well as details about the planets, solar system, and more. This revised and expanded edition includes new photographs, new discoveries, and more constellations, including a section that introduces the 44 constellations of the Southern Hemisphere.",
    "quantity": 1
  },
  {
    "title": "My Favorite Thing Is Monsters",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/EA03803E8C647CEFE37FEFEE72C3257A45213C4A.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/EA03803E8C647CEFE37FEFEE72C3257A45213C4A.jpeg",
    "author": "Emil Ferris",
    "category": "comics",
    "rating": 5,
    "detail": "Dark mysteries past and present continue to abound in the tumultuous and violent Chicago summer of 1968. Young Karen attends a protest in Grant Park and finds herself swept up in a police stomping. Privately, she continues to investigate Anka's recent death and discovers one last cassette tape that sheds light upon Anka's heroic activities in Nazi Germany. She wrestles with her own sexual identity, the death of her mother, and the secrets she suspects her brother Deez of hiding. Ferris's exhilarating cast of characters experience revelations and epiphanies that both resolve and deepen the mysteries visited upon them earlier. Visually, the story is told in Ferris's inimitable style that breathtakingly and seamlessly combines panel-to-panel storytelling and cartoon montages filled with B-movie horror and pulp monster mag iconography.",
    "quantity": 1
  },
  {
    "title": "Spider man",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/37DE36F8736E00C26D3275E20F07FFBB26044F35.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/37DE36F8736E00C26D3275E20F07FFBB26044F35.jpeg",
    "author": "David Peter",
    "category": "comics",
    "rating": 4.8,
    "detail": "Back from the future, it's Miguel O'Hara - the Spider-Man of 2099! But he's become stranded in the present day, when the omnipresent future corporation Alchemax has only just been formed - and Miguel has a chance to stop its corruption before it starts! But all his plans are derailed when the vicious Inheritors attack the Spider-Verse - and by the time Spidey returns to the cusp of the 22nd century, the malicious Maestro has taken charge! To save tomorrow, Miguel will have to visit today all over again.",
    "quantity": 1
  },
  {
    "title": "Superman: The Silver Age",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/62EAED645BCC28964D637015EF980C4501390DEA.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/62EAED645BCC28964D637015EF980C4501390DEA.jpeg",
    "author": "Binder Otto",
    "category": "comics",
    "rating": 5,
    "detail": "Classic Superman stories from the Silver Age are collected together in this brilliant hardcover omnibus! Fans of the Man of Steel won't want to miss this stunning collection of some of the best tales of the 1950's and 1960's! Superman: The Silver Age Omnibus Vol. 1 contains stories from Action Comics #241-265 and Superman #122-137.",
    "quantity": 1
  },
  {
    "title": "The Oxherd Boy",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/13E5C349A209FF4F3483C561A8B997D779467275.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/13E5C349A209FF4F3483C561A8B997D779467275.jpeg",
    "author": "Regina Linke",
    "category": "comics",
    "rating": 5,
    "detail": "In this exquisitely illustrated parable grounded in the three pillars of Chinese philosophy, a young boy, his family ox, and a rabbit living in his garden help each other navigate the daily work of love, compassion, and community. Examining the world through the lenses of Taoism, Buddhism, and Confucianism, their conversations convey tender, uplifting messages for life's various crossroads. As they adopt a sparrow, bathe in rivers, comfort their neighbors, and tend to their chores, the characters' different perspectives are reflected in their conversations: the boy's Taoist love of nature and all it entails, the ox's Buddhist compassion for others, and the rabbit's Confucian practice of mutual respect and care. While they don't always agree, the friends settle on the basic truth that purpose comes from simply engaging with life--and with each other. Painted in a contemporary gongbi style, one of the oldest continuous art forms in the world, the atmospheric illustrations from Taiwanese American artist Regina Linke conjure a timeless, mystical land where the friends have made their home. The potent combination of magnificent art and gentle revelations will capture the hearts of readers, whatever their age.",
    "quantity": 1
  },
  {
    "title": "Twenty Thousand Leagues Under the Sea",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/D628171477C0FA2CB3F4794E3986CF3E5ED90169.jpeg",
    "detail_img": "https://m.media-amazon.com/images/I/41Ex+cB4inL._SL350_.jpg",
    "author": "Jules Verne",
    "category": "computer",
    "rating": 4.2,
    "detail": "With an exclusive introduction and notes by David Stuart Davies. Translation by Louis Mercier. Jules Verne's 20,000 Leagues Under The Sea is not only a classic science fiction novel, it is also a thrilling adventure yarn. Professor Aronnax, his faithful servant Conseil and Canadian harpooner Ned Land are held prisoners aboard the fantastic submarine, the Nautilus, by its enigmatic and charismatic commander, Captain Nemo: 'That terrible avenger, a perfect archangel of hatred.' And so begins a hazardous and eventful voyage which leads them from the lost city of Atlantis, to the South Pole, hunting in underwater forests and to an encounter with a ferocious giant squid. Published in 1870, the novel continues to fascinate and engage the reader, presenting as it does an incredible journey into a mysterious world of excitement and danger This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "The Hunt for Red October",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/1355B11EA717DAA6CAC42BBEA02C55CD22990CA5.jpeg",
    "detail_img": "https://static.thriftbooks.com/general/hunt_red_october_3bbe5286.jpg",
    "author": "Tom Clancy",
    "category": "computer",
    "rating": 5,
    "detail": "Don't Miss the Original Series Tom Clancy's Jack Ryan Starring John Krasinski The #1 New York Times bestseller that launched the phenomenal career of Tom Clancy--a gripping military thriller that introduced the world to his unforgettable hero, Jack Ryan--nominated as one of America's best-loved novels by PBS's The Great American Read. Somewhere under the freezing Atlantic, a Soviet sub commander has just made a fateful decision. The Red October is heading west. The Americans want her. The Russians want her back. The chase for the highly advanced nuclear submarine is on--and there's only one man who can find her... Brilliant CIA analyst Jack Ryan has little interest in fieldwork, but when covert photographs of Red October land on his desk, Ryan soon finds himself in the middle of a high-stakes game of hide-and-seek played by two world powers--a game that could end in all-out war. This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "Artemis",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/DE577997C93830B30BA61A13DBA8286E01643FE6.jpeg",
    "detail_img": "https://m.media-amazon.com/images/I/41SZ0LVD62L._SL350_.jpg",
    "author": "Andy Weir",
    "category": "computer",
    "rating": 5,
    "detail": "Artemisa es la esperada nueva novela del autor de El marciano, el libro que ha abierto la ciencia ficci n al gran p blico, convirti ndose en un fen meno editorial en 40 pa ses con m s de 3.000.000 de ejemplares vendidos, y una pel cula de gran presupuesto: Marte de Ridey Scott, con Matt Damon como protagonista. Jazz Bashara es una criminal... O al menos lo parece. La vida en Artemisa, la primera y nica ciudad de la Luna, es dif cil si no eres un turista adinerado o un multimillonario exc ntrico. As que hacer un poco de contrabando de lo m s inofensivo no cuenta, verdad? Sobre todo cuando hay que pagar deudas y tu trabajo como transportista apenas paga el alquiler. De pronto, Jazz ve la oportunidad de cambiar su destino cometiendo un delito a cambio de una lucrativa recompensa. Y ah empiezan todos sus problemas, pues al hacerlo se enreda en una aut ntica conspiraci n por el control de Artemisa que le obliga a poner en peligro su propia vida... ENGLISH detail The bestselling author of The Martian returns with an irresistible new near-future thriller--a heist story set on the moon. Jazz Bashara is a criminal. Well, sort of. Life on Artemis, the first and only city on the moon, is tough if you're not a rich tourist or an eccentric billionaire. So smuggling in the occasional harmless bit of contraband barely counts, right? Not when you've got debts to pay and your job as a porter barely covers the rent. Everything changes when Jazz sees the chance to commit the perfect crime, with a reward too lucrative to turn down. But pulling off the impossible is just the start of her problems, as she learns that she's stepped square into a conspiracy for control of Artemis itself--and that now, her only chance at survival lies in a gambit even riskier than the first. This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "Rhythm of War: Book Four of the Stormlight Archive",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/81AA8F71888146D957E8522712C064B03310F6C3.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/720EA93C77A0D1F26B05EDDBCF125F981AC5104A.jpeg",
    "author": "Brandon Sanderson",
    "category": "computer",
    "rating": 5,
    "detail": "The fourth book in the stormlight Archive series, Rhythm of War, marks the eagerly awaited sequel to the #1 New York Times bestselling Oathbringer, from epic fantasy writer Brandon Sanderson. After forming a coalition of human resistance against the enemy invasion, Dalinar Kholin and his Knights Radiant have spent a year fighting a protracted, brutal war. Neither side has gained an advantage, and the threat of a betrayal by Dalinar's crafty ally Taravangian looms over every strategic move. Now, as new technological discoveries by Navani Kholin's scholars begin to change the face of the war, the enemy prepares a bold and dangerous operation. The arms race that follows will challenge the very core of the Radiant ideals, and potentially reveal the secrets of the ancient tower that was once the heart of their strength. At the same time that Kaladin Stormblessed must come to grips with his changing role within the Knights Radiant, his Windrunners face their own problem: As more and more deadly enemy Fused awaken to wage war, no more honorspren are willing to bond with humans to increase the number of Radiants. Adolin and Shallan must lead the coalition's envoy to the honorspren stronghold of Lasting Integrity and either convince the spren to join the cause against the evil god Odium, or personally face the storm of failure.",
    "quantity": 1
  },
  {
    "title": "The 7 Habits of Highly Effective People",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/715B631BC44C2A198635083253229F509B6B9C6D.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/9ECE5DBEB7D777D4FDEA40EB55A241E865E32C78.jpeg",
    "author": "Sean Covey",
    "category": "health",
    "rating": 5,
    "detail": "New York Times bestseller--over 40 million copies sold* *The #1 Most Influential Business Book of the Twentieth Century* One of the most inspiring and impactful books ever written, The 7 Habits of Highly Effective People has captivated readers for nearly three decades. It has transformed the lives of presidents and CEOs, educators and parents--millions of people of all ages and occupations. Now, this 30th anniversary edition of the timeless classic commemorates the wisdom of the 7 Habits with modern additions from Sean Covey. The 7 Habits have become famous and are integrated into everyday thinking by millions and millions of people. Why? Because they work With Sean Covey's added takeaways on how the habits can be used in our modern age, the wisdom of the 7 Habits will be refreshed for a new generation of leaders. They include: Habit 1: Be Proactive Habit 2: Begin with the End in Mind Habit 3: Put First Things First Habit 4: Think Win/Win Habit 5: Seek First to Understand, Then to Be Understood Habit 6: Synergize Habit 7: Sharpen the Saw This beloved classic presents a principle-centered approach for solving both personal and professional problems. With penetrating insights and practical anecdotes, Stephen R. Covey reveals a step-by-step pathway for living with fairness, integrity, honesty, and human dignity--principles that give us the security to adapt to change and the wisdom and power to take advantage of the opportunities that change creates. This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "Man's Search for Meaning",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/D4987714D3A0DD8857CA0EFECAFD766658417665.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/D92D7A1718608C77C69722B20122B89FE81A3317.jpeg",
    "author": "Viktor E. Frankl",
    "category": "health",
    "rating": 5,
    "detail": "A book for finding purpose and strength in times of great despair, the international best-seller is still just as relevant today as when it was first published. This is a book I reread a lot . . . it gives me hope . . . it gives me a sense of strength.--Anderson Cooper, Anderson Cooper 360/CNN This seminal book, which has been called one of the outstanding contributions to psychological thought by Carl Rogers and one of the great books of our time by Harold Kushner, has been translated into more than fifty languages and sold over sixteen million copies. An enduring work of survival literature, according to the New York Times, Viktor Frankl's riveting account of his time in the Nazi concentration camps, and his insightful exploration of the human will to find meaning in spite of the worst adversity, has offered solace and guidance to generations of readers since it was first published in 1946. At the heart of Frankl's theory of logotherapy (from the Greek word for is a conviction that the primary human drive is not pleasure, as Freud maintained, but rather the discovery and pursuit of what the individual finds meaningful. Today, as new generations face new challenges and an ever more complex and uncertain world, Frankl's classic work continues to inspire us all to find significance in the very act of living, in spite of all obstacles. A must-read companion to this classic work, a new, never-before-published work by Frankl entitled Yes to Life: In Spite of Everything, is now available in English. This book was published with two different covers. Customers will be shipped the book with one of the available covers. This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "The Artist's Way: A Spiritual Path to Higher Creativity",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/620D48DC0BE8429B9B07306F76592D33206AD6C2.jpeg",
    "detail_img": "https://i.thriftbooks.com/api/imagehandler/m/EC35F0CC4838E99F2CCA09558C8C2E0F4841F86A.jpeg",
    "author": "Julia Cameron",
    "category": "health",
    "rating": 5,
    "detail": "With its gentle affirmations, inspirational quotes, fill-in-the-blank lists and tasks -- write yourself a thank-you letter, describe yourself at 80, for example -- The Artist's Way proposes an egalitarian view of creativity: Everyone's got it.--The New York Times Morning Pages have become a household name, a shorthand for unlocking your creative potential--Vogue Over four million copies sold! Since its first publication, The Artist's Way phenomena has inspired the genius of Elizabeth Gilbert and millions of readers to embark on a creative journey and find a deeper connection to process and purpose. Julia Cameron's novel approach guides readers in uncovering problems areas and pressure points that may be restricting their creative flow and offers techniques to free up any areas where they might be stuck, opening up opportunities for self-growth and self-discovery. The program begins with Cameron's most vital tools for creative recovery - The Morning Pages, a daily writing ritual of three pages of stream-of-conscious, and The Artist Date, a dedicated block of time to nurture your inner artist. From there, she shares hundreds of exercises, activities, and prompts to help readers thoroughly explore each chapter. She also offers guidance on starting a Creative Cluster of fellow artists who will support you in your creative endeavors. A revolutionary program for personal renewal, The Artist's Way will help get you back on track, rediscover your passions, and take the steps you need to change your life. This detail may be from another edition of this product.",
    "quantity": 1
  },
  {
    "title": "Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype",
    "img": "https://i.thriftbooks.com/api/imagehandler/s/D0EF593D4CFCAB2781EACF41CE04CDF4096818E8.jpeg",
    "detail_img": "https://m.media-amazon.com/images/I/51vBzlRaBgL._SL350_.jpg",
    "author": "Clarissa Pinkola Estés",
    "category": "health",
    "rating": 5,
    "detail": "NEW YORK TIMES BESTSELLER - More than 2.7 million copies sold - A deeply spiritual book that] honors what is tough, smart and untamed in women.--The Washington Post Book World Book club pick for Emma Watson's Our Shared Shelf Within every woman there lives a powerful force, filled with good instincts, passionate creativity, and ageless knowing. She is the Wild Woman, who represents the instinctual nature of women. But she is an endangered species. For though the gifts of wildish nature belong to us at birth, society's attempt to civilize us into rigid roles has muffled the deep, life-giving messages of our own souls. In Women Who Run with the Wolves, Dr. Clarissa Pinkola Est s unfolds rich intercultural myths, fairy tales, folk tales, and stories, many from her own traditions, in order to help women reconnect with the fierce, healthy, visionary attributes of this instinctual nature. Through the stories and commentaries in this remarkable book, we retrieve, examine, love, and understand the Wild Woman, and hold her against our deep psyches as one who is both magic and medicine. Dr. Est s has created a new lexicon for describing the female psyche. Fertile and life-giving, it is a psychology of women in the truest sense, a knowing of the soul. This detail may be from another edition of this product.",
    "quantity": 1
  }
]
